using System.Collections.Generic;


class GERB
{
    public GERB() { }

    public  List<string> ListCol ()
    {
        List<string> col = new List<string>();

        col.Add("Радиана Ангелова Димитрова");
        col.Add("Валентина Маркова Френкева");
        col.Add("Галин Пенчев Парашкевов");
        col.Add("Гюлвер Исмаил Хасан");
        col.Add("Мариан Пламенов Иванов");
        col.Add("Марина Петрова Христова");
        col.Add("Надежда Радославова Димитрова");
        col.Add("Наско Стоилов Анастасов");
        col.Add("Светослав Теофилов Банков");
        col.Add("Стефан Димов Стефанов");
        return col;
    }

    public Dictionary<string, string> PersonalInfo()
    {
        var temp = new Dictionary<string, string>();
        GERB n = new GERB();

        List<string> workPlace = new List<string>();
        temp.Add("Радиана Ангелова Димитрова", "Месторабота: „ЗД Евроинс” АД София\nОбразование: Висше - магистър\nСпециалност: Икономист, инженер - химик");
        temp.Add("Валентина Маркова Френкева", "Месторабота: Областна Дирекция „Земеделие“ Разград\nОбразование: Висше - магистър\nСпециалност: „Управление на международни бизнес проекти“");
        temp.Add("Галин Пенчев Парашкевов", "Месторабота: СОУ „Христо Ботев“ гр. Разград\nОбразование: Висше\nСпециалност: „Начална педагогика“");
        temp.Add("Гюлвер Исмаил Хасан", "Месторабота: Руж-Дил ЕООД, с.Ясеновец Образование: Средно Специалност: Елетротехник");
        temp.Add("Мариан Пламенов Иванов", "Месторабота: „СТМ-Вита“ гр.Разград\nОбразование: Висше - бакалавър\nСпециалност: „Индустриален - мениджмънт“");
        temp.Add("Марина Петрова Христова", "Месторабота: „Биовет“ Разград\nОбразование: Висше - магистър\nСпециалност: „Аграрна икономика“");
        temp.Add("Надежда Радославова Димитрова", "Месторабота: Председател на Общински съвет\nОбразование: Висше\nСпециалност: Музикална педагогика");
        temp.Add("Наско Стоилов Анастасов", "Месторабота: „Виталис“ ЕООД, гр. Разград\nОбразование: Висше\nСпециалност: инженер - слаботокова система");
        temp.Add("Светослав Теофилов Банков", "Месторабота:\nОбразование: висше\nСпециалност: „Технология на храните“");
        temp.Add("Стефан Димов Стефанов", "Месторабота: „Холидей Н.Ю.С“ ООД\nОбразование: Висше - магистър\nСпециалност: Технология на силикатите");
        return temp;
    }



}

